IDEA Open Model
IdeaConImportSettings.DesignCode Property
Compatible with IDEA StatiCa Beta 20.0
 Gets or sets the Design Code There can be : ECEN AISC CISC RUS
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public string DesignCode { get; set; }
Public Property DesignCode As String
	Get
	Set
Property Value
Type: String
See Also
Reference
IdeaConImportSettings Class
IdeaRS.OpenModel.Connection Namespace